[
    {
        "personnage": "zed",
        "biographie": "L'harmonie dont se prévaut Ionia ne concerne pas tout le monde. L'histoire de Zed commence lorsqu'il n'était qu'un enfant, sous l'égide de l'Ordre Kinkou.Introduit par le Grand maître Kusho en personne, Zed trouva sa place entre les murs anciens du temple. Il se voua à l'étude de la spiritualité Kinkou, et il laissa vite ses camarades derrière lui, à l'entraînement au combat comme à l'étude. Malgré tout, il se sentait surclassé par l'un de ses condisciples : Shen, le fils de son maître. Bien que la passion de Zed se vît dans chaque technique qu'il perfectionnait, il n'avait pas l'équilibre émotionnel de Shen. Malgré tout, les deux élèves s'entendirent vite comme des frères.Quand ils furent assez âgés, ils partirent avec leur maître à la recherche du tristement célèbre Démon doré. Quand ils parvinrent à capturer le « monstre », ce fut pour découvrir qu'il s'agissait d'un homme nommé Khada Jhin. Le jeune Zed voulut marcher sur lui, toutes lames dehors, mais Kusho l'arrêta, exigeant que Jhin soit pris vivant.Pendant le chemin du retour, Zed rumina son ressentiment. Les études commencèrent à lui peser. Il était hanté par la mémoire des terribles crimes de Jhin et les tensions qui montaient entre Ionia et les forces impérialistes de Noxus ne firent qu'exacerber ses désillusions. Alors qu'en grandissant Shen adoptait l'attitude dépassionnée de son père, Zed refusa de laisser la notion d'équilibre lui interdire de châtier le mal.Il s'enfonça profondément dans les catacombes cachées du temple et il y découvrit une boîte noire décorée. Bien qu'il sût que seuls les maîtres de l'ordre en avaient le droit, il regarda à l'intérieur.Des ombres enveloppèrent l'esprit de Zed, doublant son amertume d'un mépris immense pour les faibles et l'imprégnant d'une ancienne magie noire.Lorsqu'il revint au temple, il se retrouva face à face avec le Grand maître Kusho. Zed exigea que le Kinkou attaque les envahisseurs noxiens avec tous les moyens à leur disposition. Kusho refusa, et Zed tourna le dos à l'ordre qui l'avait élevé.Libéré de la doctrine Kinkou, il leva une armée de guerriers pour lutter contre Noxus. Quiconque menaçait sa terre natale ou ne levait pas la main pour la défendre était désigné pour mourir sans une once de pitié, y compris les Vastayas dont l'allégeance était incertaine. Zed poussa ses disciples à se consacrer à la ferveur de la guerre, mais il comprit bientôt que ses propres capacités ne seraient jamais à la hauteur de ses ambitions sans la boîte noire.Avec ses nouveaux acolytes, il retourna au temple Kinkou, où Kusho l'accueillit. Le vieil homme déposa ses armes aux pieds de Zed, suppliant son ancien apprenti de renoncer à l'obscurité au profit d'une voie d'équilibre.Quelques instants plus tard, Zed ressortit du temple. Dans une main, il tenait la boîte, dans l'autre, une épée rougie de sang.Le Kinkou, paralysé par le choc, fut taillé en pièces par les guerriers de Zed. Ce dernier s'empara du temple, établissant l'Ordre de l'ombre, et il commença à enseigner à ses disciples la voie des ténèbres. Ils recouvrirent leur peau de tatouages d'ombre et apprirent à combattre parmi des reflets d'eux-mêmes.Zed profita de la guerre contre Noxus et des souffrances qu'elle infligeait aux habitants d'Ionia. Au lendemain du massacre perpétré au fleuve Epool, il tomba sur Kayn, un enfant soldat noxien qui n'était armé que d'une faux de paysan. Zed comprit tout de suite que le garçon était une arme qui n'attendait que d'être affûtée et il le prit sous son aile. Dans ce jeune apprenti, il voyait une pureté d'intention seule capable d'égaler la sienne. En Kayn, Zed voyait l'avenir de l'Ordre de l'ombre.Il ne se réconcilia pas avec Shen et le reste de l'Ordre Kinkou, désormais dispersé dans les diverses provinces, mais au lendemain de la guerre les deux mouvements établirent une trêve précaire. Zed savait qu'il ne pouvait défaire ce qu'il avait fait.Au cours des années récentes, l'équilibre d'Ionia avait à l'évidence été mis à mal, peut-être pour toujours. Pour Zed, l'harmonie spirituelle a peu d'importance. Il fera toujours ce qu'il faut pour que Ionia triomphe."
    },
    {
        "personnage": "drmundo",
        "biographie": "Dans le sinistre asile de Zaun, une monstrueuse silhouette arpente les corridors. Ses méthodes sont osées, sa scie est aiguisée, ses patients sont terrifiés. Car cet homme n'est nullement médecin, sauf dans le délire qui agite son cerveau.Nul ne se souvient de son vrai nom, mais Dr. Mundo était autrefois l'homme de main de l'un des plus puissants Barons de la chimie. Connu pour sa gentillesse, il était étonnamment jovial pour un homme dont le métier était l'intimidation physique. Il avait vite fait d'adopter un surnom familier et de vous taper sur l'épaule, sans se rendre compte qu'il écrasait bien des orteils. Il est regrettable qu'il ne l'ait pas saisi davantage dans le cas de son patron.Déterminé à faire un exemple, le Baron de la chimie le fit interner dans l'asile d'Osweld, un endroit bien connu pour ses traitements inhumains et ses thérapies discutables. Le baron vit avec satisfaction que son homme de main était placé sous camisole de force et emporté dans la plus sécurisée des cellules de l'institution.Au fil des mois, le malheureux subit des traitements insoutenables entre les mains de ceux qui étaient censés s'occuper de lui. Les traitements expérimentaux lui étaient infligés sans considération pour le bien-être du patient. Ses nerfs étaient mis à vif, ses lobes pelés, des médicaments expérimentaux lui étaient administrés en grandes quantités. L'homme de main commença à changer, et sa carrure déjà large gagna en muscles chaque jour. Mais ce fut surtout son cerveau qui souffrit. Tandis qu'il perdait tout souvenir de sa vie passée, l'homme de main essayait de donner un sens au monde cruel qui l'entourait. Il observa sa vieille camisole de force, qui n'était pas sans ressemblance avec les blouses blanches des médecins qui l'entouraient.Interprétant de travers les mots brodés sur sa propre tenue, il commença à se donner un nouveau nom et une nouvelle profession.Je dois être médecin, moi aussi. Sinon, que ferais-je dans cet asile épouvantable ? se disait-il. Et toutes ces autres personnes... Ce doit être mes patients.Enfin, le jour arriva où le Baron de la chimie vint ordonner qu'on libère son homme de main. À sa grande surprise, personne n'était à la porte pour l'accueillir. Les corridors étaient vides, silencieux, en dehors du vague balbutiement incohérent d'un patient dérangé à l'extrémité du couloir.Le baron entra dans la pièce et découvrit, horrifié, que le sol était jonché de corps innombrables, patients et médecins mélangés, tous démembrés et impossibles à reconnaître. Les surplombant, une immense monstruosité violette discourait de façon inintelligible, la langue bleue pendouillant sur le côté de sa bouche. Ses muscles saillaient grotesquement sous des vêtements bien trop petits et son poing était fermé sur le manche d'une scie chirurgicale. Le baron pâlit. Il tourna le regard vers le visage du monstre et il reconnut son ancien homme de main.Ce dernier, qui n'avait aucun souvenir de son ancien patron, ne vit en lui qu'un autre patient requérant des soins immédiats. La chose violette se rua vers le Baron de la chimie en agitant sa scie à os. Le baron sortit son pistolet techno-chimique et fit feu. Le tir traversa la masse qui le surplombait, arrêtant le monstre...Mais seulement pour un bref instant.Le trou dans la chair de la créature se referma rapidement, tandis que le muscle repoussait vivement. Le monstre s'arrêta et lança au baron : « Vous malade. Besoin d'aide ! »Mimant ce qu'il avait vu faire d'innombrables fois par les anciens praticiens de l'asile, l'homme de main ligota le baron sur une civière et prépara les instruments pour l'opération chirurgicale. Le Baron de la chimie devint livide en réalisant le sinistre destin qui allait être le sien.L'opération, comme tant d'autres auparavant, ne fut pas un succès. L'apprenti docteur ajouta le cadavre à ceux qui gisaient déjà sur le sol. Bien qu'attristé de ne pas les avoir sauvés, il savait avoir fait tout ce qu'il pouvait. Et puis, d'autres occasions se présenteraient. Zaun était bondée de malades attendant d'être soignés. Avec un sourire, il quitta l'hôpital et se lança dans les rues, à la recherche d'autres patients."
    },
    {
        "personnage": "smolder",
        "biographie": "Bien avant que le royaume de Camavor ne reçoive son nom, de nombreux dragons y vivaient.\nQuand les mortels vinrent s'y installer, les combats firent rage. Il fallut attendre que le premier roi de Camavor s'agenouille devant la matriarche des dragons pour que les conflits se calment. Il la supplia de prêter sa force à son armée et de l'aider à assouvir ses ambitions impériales. En ce jour, le roi camavorien et celle qu'on nomme aujourd'hui Grand-mère Vipère scellèrent un pacte de Vol Visperi-Desinvein, liant ainsi leurs descendances pour maintes générations.\nEngagés par ce serment, les dragons restaient loyaux au trône et aux maisons de noble qui réussissaient leurs défis et accomplissaient les rites sacrés du pacte. En échange, les mortels nourrissaient les dragons avec leur bétail et les couvraient d'offrandes. L'or, les joyaux et les reliques précieuses accumulés au fil des ans suscitaient le respect et l'admiration... Quant à ceux qui auraient été assez téméraires pour défier les dragons, ils se rappelaient souvent à temps que la seule chose qu'ils avaient à gagner, c'était de voir leur propre fortune réduite en cendre s'envoler au gré du vent.\nBien après que Grand-mère Vipère ne fut plus qu'une légende et que sa progéniture fut diminuée, le jeune roi Viego Santiarul Molach Vol Kalah Heigaari demanda aux dragons impériaux de les accompagner, ses chevaliers et lui, jusqu'aux Îles bénies. Les dragons refusèrent et restèrent à Camavor, reconnaissant la folie qui rongeait déjà le roi. Malgré cela, aucun des trésors du royaume n'aurait pu lui permettre d'éviter les tragiques répercussions de la Ruine. Les rares dragons qui survécurent furent les témoins d'un nombre incalculable de négligences et de conflits gangrenant le palais, où nul monarque ne régnerait à nouveau.\nPendant des siècles, aucun nouveau dragon impérial ne vit le jour.\nEt quand cela arriva enfin et qu'il fallut nourrir le rejeton en pleine croissance, sa mère dut s'aventurer toujours plus loin pour chasser des proies qui se faisaient toujours plus rares. Ainsi, elle laissa son nid vulnérable aux assauts de dompteurs noxiens, eux aussi bien loin de leur foyer. Ils s'emparèrent du jeune dragon et prirent la mer, bien décidés à empocher leur récompense une fois rentrés.\nMalheureusement pour eux, alors que la côte de leur patrie se dessinait à l'horizon, la mère du petit dragon repéra leur navire et, d'une salve de son souffle de feu, en fit du petit bois. Dans le chaos de l'attaque, le dragonnet fut emporté par les courants marins vers une île au large des côtes de Noxus.\nEffrayé, seul et affamé, il dut se rappeler des leçons de sa mère pour trouver du petit gibier dans cet étrange environnement. C'est pendant une de ces chasses qu'il tomba sur Marinos, un enfant humain. Ce dernier nomma bientôt son nouvel ami impromptu « Smolder », et alors que le dragon apprenait à communiquer, ils devinrent très proches, bien que toujours en secret. Le garçon craignait que si quelqu'un d'autre découvrait l'existence de Smolder, on l'emmènerait sur le continent où il serait vendu au plus offrant.\nAvec le temps, le garçon devint un homme et ce qu'il gagna en responsabilités, il perdit en temps de loisir. Il ne pouvait plus jouer avec le jeune dragonnet comme il le faisait autrefois, au grand dam de ce dernier. Pour s'occuper, Smolder décida donc d'apprendre à cracher du feu, pour imiter les grands dragons des histoires de Marinos.\nAprès de nombreux essais à éternuer des étincelles, il parvint finalement à produire un grand jet de flammes. Excité comme une puce, il ne remarqua que trop tard que le feu qu'il avait si fièrement produit s'était propagé à toute la canopée.\nSoudain, un son assourdissant vint fendre l'air, bien plus puissant qu'une corne de chasse et bien plus effrayant que le tonnerre. Aucun doute n'était permis, c'était un rugissement de dragon. Attirée par la fumée, la mère de Smolder plongea pour enlacer son fils, comme s'ils n'avaient jamais été séparés. Sa mère le portant par la peau du cou, tous deux s'envolèrent loin du brasier, et Smolder profita ainsi pour la première fois du monde tel que tous les dragons le devraient.\nSmolder vit désormais sur le flanc de la falaise depuis laquelle sa mère a si longtemps scruté l'horizon à la recherche d'un signe de vie de sa progéniture. Chaque nuit, elle lui narre l'histoire des siens, lui inculque les responsabilités qui incombent à l'hériter impérial des dragons et l'aide à développer ses pouvoirs naissants.\nEt un jour, quand il sera prêt, ils retourneront ensemble à Camavor, leur maison ancestrale, où un nouvel âge d'or pourra enfin débuter."
    },
    {
        "personnage": "sona",
        "biographie": "Les plus vieux souvenirs de Sona remontent à l'époque où elle était dans un monastère ionien de la province de Galrin. Les moines, ainsi que de généreux bénévoles des villages voisins, accueillaient les orphelins et les enfants abandonnés devant leurs portes et s'assuraient qu'ils ne manquent de rien.Enfant, Sona fut jugée timide et calme, jusqu'à ce qu'il devienne évident qu'elle ne pouvait tout simplement pas parler. Elle était toutefois exceptionnellement prévenante, et chaque fois que les autres enfants avaient besoin de réconfort, ils se tournaient volontiers vers elle pour très vite retrouver le sourire.Sona découvrit alors qu'elle pouvait s'exprimer autrement que par la parole.Contrairement à ses camarades de jeu, elle n'était pas arrivée au monastère sans rien : les moines avaient trouvé près d'elle un étrange instrument à cordes rangé dans un simple coffre en bois. Aucun des musiciens ou professeurs de passage ne sut ce que c'était... mais cela n'empêcha pas certains d'entre eux d'essayer de se le procurer, d'une manière ou d'une autre. Sona apprit toute seule à en jouer, et ses mélodies, simples mais belles, réussissaient à émouvoir même les auditeurs les plus sceptiques.Cependant, des heures sombres se profilaient à l'horizon. L'empire étranger de Noxus avait commencé à débarquer ses troupes dans les provinces du nord, et les moines décidèrent de faire évacuer les plus jeunes avant que l'invasion n'atteigne Galrin. Après que leurs gardiens eurent conclu un accord avec un commerçant demacien, Sona et une partie de ses amis se retrouvèrent sur l'un des derniers navires à fuir la région, juste avant que les Noxiens n'organisent le blocus des côtes ouest d'Ionia. Sona regarda s'éloigner les terres qu'elle quittait en sachant que, si jamais elle revenait, ça ne serait pas avant de nombreuses années.Au terme de plusieurs mois passés en mer, ils arrivèrent à Demacia, un royaume étrange et austère où tous se méfiaient de la magie. Leurs moines étaient appelés « Illuminateurs » ; ils ne vénéraient ni dieux ni esprits, mais ils mettaient un point d'honneur à toujours être bienveillants envers les étrangers et les nécessiteux.C'est ainsi que Sona fut adoptée par la famille Buvelle. Le seigneur Barrett et sa femme, Lestara, étaient d'éminents partisans de l'ordre des Illuminateurs ainsi que les mécènes renommés d'artistes de la Grande cité. Sona devint une véritable sœur pour leur fille, Kahina, et Lestara s'attacha beaucoup à elle. La langue demacienne était difficile à apprendre, mais les Buvelle créèrent une langue des signes personnalisée qui permit à Sona de communiquer sans problème avec sa nouvelle famille et leurs amis.Pourtant, Sona aspirait à exprimer toujours plus de choses. Pour montrer sa reconnaissance envers ses compatriotes d'adoption, elle décida d'utiliser son don pour les ravir et les apaiser, et elle se remit à la musique avec une passion renouvelée.La nouvelle de ses talents de virtuose se répandit très vite. Ses représentations captivaient le public, le faisant passer de la tristesse à la joie, et de la fierté martiale à une paix presque exquise... Lestara fut intriguée par l'instrument mystérieux qui rendait tout cela possible.En fouillant dans les bibliothèques des Illuminateurs, elle finit par se convaincre qu'il s'agissait de l'un des légendaires etwahls, des reliques merveilleuses datant de plusieurs milliers d'années avant la fondation de Demacia, désormais extrêmement rares. Si c'était vrai, il s'agissait alors d'un objet magique, et son lien surnaturel avec Sona en faisait un don bien dangereux. Lestara lui fit promettre de garder le secret afin de ne pas attirer l'attention des traqueurs de mages demaciens.Sona obéit, bien qu'elle eût du mal à comprendre pourquoi un instrument apportant la félicité pouvait être perçu comme une menace.Quelques années plus tard, le seigneur Barrett Buvelle perdit la vie en combattant Noxus aux Portes du Deuil. Lorsque Kahina reprit l'épée de son père et rejoignit l'armée, Lestara en eut le cœur brisé. Elle décida qu'il était temps pour Sona de retourner à Ionia, et les deux femmes s'y rendirent toutes affaires cessantes.Suite à la longue guerre qui les avait frappées, les Terres premières cherchaient à se reconstruire grâce à une grande « restauration ». Cependant, les événements avaient tant changé les Ioniens que Sona se rendit compte qu'elle n'avait plus sa place parmi eux. Elle fit une nouvelle fois ses adieux à Ionia et revint à Demacia aux côtés de Lestara.Toutefois, la patrie qu'elle s'était choisie n'était pas parfaite non plus. Après l'assassinat du roi Jarvan III, les traqueurs de mages gagnèrent en puissance ; de nombreux citoyens innocents furent soupçonnés de pratiquer la magie et persécutés.Élevée dans deux cultures très différentes, Sona a de plus en plus de mal à accepter les allégeances politiques de sa famille. Son etwahl en main, ses mélodies servent désormais à apporter du réconfort, mais aussi à défendre ce en quoi elle croit."
    },
    {
        "personnage": "seraphine",
        "biographie": "À Piltover, où le rêve d'une personne peut contribuer au progrès de tous, une étoile est née.Enfant, Séraphine aimait déjà la musique, et tout particulièrement les berceuses de son père. Ses chansons étaient magnifiques, mais tristes. Son père et sa mère étaient deux purs Zauniens, et ils étaient partis pour la Cité du progrès dans l'espoir d'y trouver une vie meilleure.Penchée par la fenêtre de leur atelier d'Hexcoustique, où l'on réparait des appareils de restitution des sons, Séraphine chantait en chœur avec la rue. Dans une ville aussi animée que Piltover, entre les chants des marins aux Portes du Soleil, les sifflements des apprentis et même la mélodie d'une simple conversation, Séraphine n'était jamais seule.Avec le temps, elle réalisa qu'elle pouvait percevoir des chansons privées, trop personnelles pour être entendues de tous. Et en grandissant, son don s'intensifia. Elle entendait l'âme de chaque personne, aimante ou cruelle ; les rues qu'elle avait jadis aimées s'étaient transformées en une cacophonie débordante de désirs contradictoires. Comment pouvait-elle comprendre les voix si elles n'étaient pas en harmonie ? Parfois, elle se cachait dans un coin, tremblante, les mains sur les oreilles, incapable de s'entendre penser dans tout ce chaos.Les parents de Séraphine avaient tout quitté pour qu'elle puisse naître à Piltover et ne supportaient pas de voir leur fille souffrir ainsi. Ils rassemblèrent alors toutes leurs économies pour acheter un fragment de cristal Hextech. Avec celui-ci, ils fabriquèrent un dispositif qui étouffait son ouïe magique. Pour la première fois depuis des années, Séraphine avait retrouvé le silence.Mais dans ce calme, elle entendit quelque chose, quelqu'un. Né du sang d'un Brackern, le cristal avait une conscience. Sa voix était douce, bien que difficile à entendre et encore plus à comprendre. Dans un hymne de déserts lointains et d'anciens conflits ancestraux, mille ans d'histoire chantaient à l'unisson.Séraphine, émue et bouleversée par tous les désirs autour d'elle, lui demanda son aide. Elle était inquiète de ne peut-être pas avoir sa propre chanson ; et si c'étaient les voix des autres qui la définissaient ?« Nous nous construisons tous avec les voix des autres », lui répondit la présence en chantant.Petit à petit, Séraphine apprit à contrôler le bruit. La voix n'était souvent pas claire, mais Séraphine ressentait son influence. Elle l'aidait à comprendre comment ne faire qu'un avec une foule, comment chanter avec elle. Chaque jour, elle utilisait de moins en moins son inhibiteur de bruits. La première fois qu'elle chanta devant un public, pour tester ses compétences, la nervosité lui noua l'estomac comme jamais. Mais elle continua de chanter et les foules continuèrent de croître. Très vite, les plus grandes salles de Piltover n'étaient plus assez vastes pour accueillir tous les fans de Séraphine, et le public débordait dans les rues. Pourtant, quelque chose manquait, dans les foules et en elle-même. Séraphine décida de chercher des réponses dans la ville que ses parents avaient tout fait pour quitter : Zaun.La première fois qu'elle prit le transporteur Hexdraulique pour y descendre, Séraphine se sentit chez elle, tout en restant une étrangère. À Zaun, elle entendit des refrains de résistance et d'ambition, comme en haut. Cependant, il y avait également un tambourinement de liberté qui était propre aux Zauniens. À force de passer du temps en bas, elle ressentit également de la douleur. La peur des Barons de la chimie qui contrôlaient tout. La haine des Piltos gâtés et arrogants au-dessus d'eux. Il y avait tant de discorde. Elle commença à se produire dans la basse-ville et à écouter ce nouveau public ; les cœurs dans la foule chantaient leurs souffrances. Les deux cités étaient divisées par plus qu'un simple malentendu. Elle voulait les réconcilier, les réunir. Mais on lui répétait toujours le même refrain : « Les choses ne sont pas si simples à Zaun. »Finalement, elle se sentit de moins en moins chez elle à Piltover.Son cristal Hextech lui avait récité une élégie sur ce que la haine irraisonnée pouvait provoquer, et Séraphine refusait de laisser les cités qu'elle aimait se détruire. Après avoir persuadé ses parents de l'aider, elle démonta son inhibiteur et, ensemble, ils modifièrent le cristal afin qu'il puisse se loger désormais dans une plateforme capable d'amplifier ses pouvoirs au lieu de les contenir. Cela lui permit d'entendre les autres dans toute leur complexité, et Séraphine espérait que la voix du cristal résonnerait parmi eux. Elle se servit de cette plateforme comme d'une scène et se rendit à l'Entresol, entre Piltover et Zaun. Alors que les gens affluaient et que les lumières brillaient tout autour d'elle, Séraphine entendit les citoyens des deux mondes se réunir pour l'écouter.C'était une nouvelle chanson. Elle ne parlait pas simplement de compréhension, mais d'unité.Ce n'était pas parfait – ça ne le serait peut-être même jamais –, mais sa voix avait de l'importance. Ainsi, Séraphine réalisa qu'elle pouvait peut-être aider les autres à trouver eux aussi leur voix.Séraphine est désormais la plus grande célébrité des cités sœurs, Piltover et Zaun. Aidée par ses pouvoirs et sa plateforme Hextech, elle amplifie les voix de tous avec un optimisme rafraîchissant. Car pour elle, tout le monde mérite d'être entendu, particulièrement ceux qui souffrent. Ces gens l'inspirent et elle fera tout pour les inspirer en retour."
    },
    {
        "personnage": "zac",
        "biographie": "Zac est le produit d'une fuite toxique qui, dégoulinant par une veine techno-chimique, se transforma en bassin dans une profonde caverne du puisard de Zaun. En dépit de ces humbles origines, Zac a évolué pour passer du stade de dépôt primordial à celui d'être pensant qui se faufile dans les canalisations de la ville. De temps en temps, il émerge pour aider ceux qui ne s'en sortent pas seuls ou pour reconstruire les infrastructures en mauvais état de Zaun.C'est un groupe d'enfants zauniens qui rencontra d'abord Zac : ils jetaient des cailloux dans un bassin du puisard... et les cailloux leur étaient renvoyés ! Le « bassin qui renvoie les cailloux » devint célèbre à Zaun et finit par attirer l'attention d'une obscure organisation de techno-chimistes. Malgré les protestations des habitants, les techno-chimistes drainèrent le bassin et rapportèrent la substance qu'ils avaient trouvée dans leurs laboratoires pour y procéder à des expérimentations.Au fil de diverses expériences conçues pour tester des techniques de renforcement positif et négatif, les techno-chimistes découvrirent que la masse coagulée du bassin semblait avoir des tendances psychoréactives. En d'autres termes, elle s'adaptait aux stimuli qu'on lui fournissait. Si on la traitait bien, elle répondait avec un enthousiasme d'enfant joyeux, mais si on testait sur elle douleur et agressivité, c'est à la destruction que devaient s'attendre les techno-chimistes.La plupart des chercheurs attribuaient ces réactions à un simple mécanisme réflexe, mais deux d'entre eux n'étaient pas convaincus par cette explication. Ils se demandaient si des expériences destinées à produire une créature supérieurement agressive étaient moralement acceptables. En creusant plus loin, les deux techno-chimistes découvrirent que ce projet était financé par Saito Takeda, un Baron de la chimie au tempérament notoirement violent dont le goût pour les sanguinaires guerres de gangs était redouté. La conclusion était évidente. Takeda cherchait à développer un combattant capable d'encaisser des blessures mortelles, de se faufiler dans des endroits inaccessibles aux humains et d'obéir à tous les ordres. Ils découvrirent également le véritable nom du projet : le Zaunien Amorphe de Combat.Alors qu'ils s'interrogeaient sur les mesures à prendre, les deux techno-chimistes constatèrent que le gel visqueux ne se contentait pas de refléter les stimuli. La substance avait des comportements non induits, qui suggéraient une pensée consciente. Ils s'efforcèrent de mieux comprendre cette créature qu'ils nommèrent Zac et conclurent qu'elle avait les attitudes d'un esprit pensant doté du libre arbitre. Ils firent part de leurs découvertes au directeur de leur équipe de recherche, mais ils ne furent pas entendus.Refusant de s'en tenir là, ils se lancèrent secrètement dans des manœuvres destinées à contrer les enseignements violents du reste de l'équipe. Ils apprirent à Zac comment distinguer le bien du mal, l'exposèrent à des actes d'altruisme et de générosité. Leurs efforts portèrent des fruits et Zac témoigna de la tristesse quand une chercheuse se blessa à la main ou quand un autre tua un rat dans le laboratoire. Finalement, les deux techno-chimistes ne purent plus tolérer les cruelles expériences menées sur Zac par leurs collègues.Une nuit, durant la Fête du progrès, alors que le laboratoire était vide, ils firent passer Zac dans un réservoir monté sur chariot et ils partirent vers un secteur éloigné de Zaun. Quand leur rapt fut découvert, les soldats de Takeda furent envoyés sur leurs traces. Mais Zaun est grand et les chercheurs parvinrent à se cacher de leurs poursuivants. Les deux techno-chimistes avaient envisagé de rendre sa liberté à Zac, mais ce n'est pas ce que voulait la créature. Zac les considérait désormais comme sa famille. Ils étaient les seuls à lui avoir témoigné de la gentillesse et il voulait en apprendre plus sur eux. En vérité, les deux techno-chimistes furent contents de cette réaction, car ils s'étaient tellement attachés à Zac qu'ils le considéraient comme leur fils adoptif.Pour échapper aux hommes de Takeda, ils changèrent d'identité et d'apparence et s'installèrent loin des yeux inquisiteurs, dans un recoin reculé du puisard. Zac apprit à imiter leur voix et s'adapta rapidement jusqu'à pouvoir donner à sa masse gélatineuse les formes nécessaires pour pouvoir prononcer des sons. Il vécut de longues années aux côtés de ses parents adoptifs, se cachant quand c'était nécessaire dans une marre ou dans les fissures des parois rocheuses. Ses « parents » familiarisèrent Zac avec le monde dans lequel il vivait et lui apprirent qu'il pouvait être merveilleux et riche de beautés indicibles. Ils lui montrèrent la lune se lever au-dessus des Portes du Soleil, le jeu des lumières kaléidoscopiques sur les verrières multicolores des halls commerciaux de Zaun et la vibrante beauté de leur cité en ébullition. Ils lui expliquèrent aussi que le monde pouvait être dur et cruel, et Zac apprit que les gens sont parfois remplis de méchanceté, d'hostilité et de préjugés. Zac rejeta ces comportements et, dès qu'il le pouvait, aidait ses parents lorsqu'ils utilisaient leurs compétences pour soutenir les gens qui les entouraient.Les deux techno-chimistes faisaient ce qu'ils pouvaient pour soigner les malades ou réparer les machineries défectueuses. Ce furent pour Zac des années d'or. Il explorait Zaun grâce à son réseau presque sans fin de canalisations et en s'infiltrant dans les fissures de ses roches. Bien que Zac fût une créature pensante, un surcroît de stimuli dans son environnement pouvait parfois le submerger. Dans ces moments-là, pendant un bref moment, il absorbait les émotions dominantes qui l'entouraient, qu'elles fussent bonnes ou mauvaises. Parfois, il ne pouvait pas s'empêcher de porter secours aux opprimés et de se dresser contre les brutes. Peu à peu, des rumeurs de son existence se répandirent dans Zaun. La majorité des histoires le concernant le montraient aidant les gens, mais d'autres lui attribuaient des destructions : l'explosion d'une manufacture ou l'ouverture soudaine d'une crevasse dans un quartier habité du puisard. Finalement, ces rumeurs atteignirent les oreilles de Saito Takeda. Il envoya une bande de truands optimisés récupérer ce qu'il estimait lui appartenir. Ses techno-chimistes avaient tenté sans succès de répliquer le processus qui avait mené à la création de Zac. Takeda voulait que la créature lui soit rendue et ses gorilles optimisés trouvèrent et attaquèrent la maison des parents de Zac. Ces derniers se défendirent avec tous les moyens ésotériques connus des techno-chimistes, mais ils n'étaient pas de taille et, bien que Takeda eût ordonné de les capturer vivants, ils furent tués.Zac était en train d'explorer les canalisations souterraines de Zaun, mais il ressentit la détresse de ses parents et s'élança à travers la ville pour se porter à leur secours. Il arriva trop tard pour les sauver. Quand il vit leurs cadavres, il fut submergé par une rage d'une ampleur qu'aucun des tueurs du baron n'avait jamais vue. Zac attaqua, écrasa, concassa. Dans sa colère et sa douleur, il détruisit des dizaines d'habitations autour de lui et, lorsque la bataille prit fin, les truands optimisés étaient morts.Quand les émotions exacerbées de la bataille s'apaisèrent dans la conscience de Zac, il fut ravagé par le remord d'avoir détruit des logements et il jura de poursuivre l'excellent travail accompli par ses parents. Il aida à reconstruire ce qu'il avait détruit mais, dès que cela fut accompli, il disparut dans le vaste réseau de canalisations de Zaun.Aujourd'hui, Zac vit seul dans les tunnels et les cavernes de Zaun, baignant dans les émotions des habitants de la cité. Il en est parfois enrichi, parfois attristé, selon ce qu'il capte de bon ou de mauvais dans la ville. Il est devenu une sorte de légende urbaine parmi le peuple de Zaun, une créature mystérieuse qui émerge parfois des fissures des rochers ou d'une section endommagée d'une canalisation. La plupart du temps, c'est pour aider ceux qui sont dans le besoin. Mais parfois, quand l'humeur de la ville devient sombre, son apparition cause bien des appréhensions."
    },
    {
        "personnage": "samira",
        "biographie": "Dans la ville d'Amakra, sur la bordure orientale du Grand Sai, Samira et ses parents gagnaient leur vie comme artistes de rue. Ils éblouissaient, séduisaient et émerveillaient leurs spectateurs, ce qui réjouissait grandement Samira, mais inquiétait ses parents. En dépit de la joie que ce mode de vie apportait à leur fille, ils souhaitaient pouvoir lui offrir une existence plus stable.Les souhaits, toutefois, sont aussi inconstants que la pluie dans le désert.La veille du quatorzième anniversaire de Samira, des étrangers armés envahirent Amakra. Tapie dans les combles de sa maison, Samira vit ces étrangers clamer le nom d'un ancien mage et capturer d'innocents villageois. Nombre de ces derniers périrent sous ses yeux.Mais Samira ne pleura pas. Elle ne hurla pas. Au lieu de cela, elle bouillit de rage. Non pas contre les tueurs, mais contre elle-même, parce qu'elle s'était cachée. La peur ne l'avait jamais paralysée auparavant, même lors de ses tours les plus dangereux. C'est à cet instant que Samira, pleine de haine, se jura de ne plus jamais céder à la peur et rester sans rien faire.Bien que blessés, Samira, ses parents et quelques autres villageois s'enfuirent jusqu'à Bel'zhun, une ville portuaire sous domination noxienne. Pour les Amakrans, Noxus était synonyme de sécurité. Pour Samira, Noxus était une opportunité.Alors que les autres réfugiés choisirent de vivre une vie tranquille, Samira se résolut à retrouver son courage. Elle retourna seule dans la rue puisque ses parents, blessés et fatigués, n'en étaient plus capables. Son art n'était plus un travail, c'était ce qui lui apprendrait à oublier la peur. À chaque nouvelle cascade, elle se surpassait, même quand personne ne prenait la peine de regarder. Mais ce n'était toujours pas suffisant pour subvenir aux besoins de sa famille.C'est alors que Samira découvrit que les régiments noxiens recrutaient. Séduite par l'excitation et l'argent que cela lui procurerait, elle s'engagea.Ses prouesses physiques ne manquèrent pas d'étonner ses pairs. Habile avec une lame et précise avec des armes à feu, Samira se délectait de ses qualités athlétiques brutes et excellait au combat... mais manquait cruellement de discipline. Après deux années d'entraînement, sa témérité finit par exaspérer tous ses commandants, à l'exception d'un : le capitaine Indari. Autrefois saboteuse, Indari appréciait l'intrépidité de Samira et elle lui offrit un poste au sein de son régiment personnel : une unité spécialisée à qui l'on confiait les missions jugées trop périlleuses pour de simples soldats. Attirée par les dangers que cela promettait, Samira accepta sans hésiter.Elle adopta pleinement la culture noxienne et développa sa force et son propre style mêlant fusillades mortelles et maîtrise spectaculaire de l'épée. Pendant son temps libre, Samira contait à sa famille les histoires de ses tatouages, chacun représentant ses exploits les plus inoubliables. Son but ultime était de transformer toute forme de danger en un véritable frisson. Le risque constant lui permettait de s'épanouir et de se sentir vivante.Sur ordre de la capitale, l'unité d'Indari se rendit dans les Plaines de Rokrund afin d'écraser une révolte séparatiste. Lorsque le régiment finit par localiser le bastion ennemi et s'approcha du chef des rebelles, la forteresse explosa. Samira plongea tête la première dans le chaos alors que le bâtiment s'effondrait, ce qui lui fit perdre son œil droit. Elle ne ressentit aucune peur, aucun sentiment d'impuissance ; sans la moindre hésitation, elle secourut Indari qui, gravement blessée, ne pouvait plus bouger ses jambes. Indari, frustrée par son échec en tant que chef, décida de dissoudre l'unité dès le retour des survivants.Renvoyée à la vie civile et ne trouvant plus d'intérêt dans quoi que ce soit, Samira rentra à Bel'zhun, mais ce mode de vie ne lui convenait déjà plus.Elle repartit donc pour la capitale noxienne et alla trouver Indari. Persuadée que son ancien capitaine comprenait mieux que quiconque sa soif de nouveaux défis, elle chercha à utiliser les relations qu'Indari avait avec l'armée et les familles de la noblesse. Elle lui proposa de devenir sa partenaire : Indari opérerait en coulisses afin de trouver de dangereux contrats de mercenaire pour Samira.Indari accepta à contrecœur, car cela signifiait que son ancienne protégée serait seule sur le terrain, sans aucune forme de soutien...Rien n'aurait pu faire plus plaisir à Samira. Elle entreprit volontiers des missions habituellement gérées par un régiment complet, et cela la faisait jubiler.Sa réputation de tête brûlée commença à s'étendre au-delà des frontières de l'empire. Qu'il s'agisse de battre un Baron de la chimie au corps à corps ou d'être l'unique survivante d'un raid de Bilgewater, Samira accomplissait toutes les tâches, quels que soient les risques. Grâce à Indari, même le Haut commandement noxien finit par accepter le fait qu'aucun autre mercenaire n'était mieux placé qu'elle pour réussir les missions les plus dangereuses.Désormais, Samira ne semble plus jamais vouloir s'arrêter. On peut la voir escalader des falaises un jour et faire des bras de fer avec des hors-la-loi dans une taverne bondée le lendemain. Mais où qu'elle aille, une chose est sûre : Samira trouve toujours de quoi étancher sa soif de frisson."
    },
    {
        "personnage": "tristana",
        "biographie": "Comme la plupart des autres yordles, Tristana était fascinée par le monde qui s'étendait au-delà de Bandle. Elle avait fait de nombreux voyages et elle avait toujours été captivée par les villes, les gens et les créatures qu'elle avait rencontrés. Empruntant les passages secrets que seuls connaissent les yordles, elle explora les moindres recoins du monde matériel, sans presque jamais se faire remarquer.Elle assista à des événements époustouflants, comme la migration des trolls de givre sur les banquises du nord surplombées d'aurores kaléidoscopiques. Elle s'émerveilla devant des navires de guerre qui se réduisaient mutuellement en pièces lors de formidables batailles navales. Elle vit de grandes armées marcher comme un seul homme (une chose tout bonnement impensable pour un yordle !) à travers le désert infini du sud.Mais l'insouciance de Tristana fut bouleversée le jour où elle fut témoin de la destruction d'un bois de Bandle. Ces endroits sont imprégnés de la magie des portails autour desquels ils poussent, et ils offrent aux yordles un havre de paix à l'écart du monde. Alors que Tristana faisait la sieste à l'ombre d'un arbre, elle fut réveillée en sursaut par une odeur de brûlé et le fracas des troncs qu'on abat. Un régiment de maraudeurs en armure était en train de ravager le bois par le feu et l'acier, mené par un sorcier nimbé d'énergie sombre.Horrifiée, Tristana ne put que se cacher. Le sorcier concentra ses pouvoirs sur le portail situé au cœur du bois de Bandle et prononça une dernière incantation. Alors qu'une vive douleur vrillait encore ses tympans, Tristana vit le passage magique s'effondrer et disparaître à jamais. Les vibrations de cette destruction se propagèrent jusqu'à Bandle, plongeant les yordles dans un profond désespoir.Tristana n'avait jamais ressenti une tristesse aussi déchirante, et elle se sentait coupable de n'avoir rien fait. Décidée à ne plus jamais laisser une chose aussi terrible se produire, elle jura de devenir la gardienne de tous les bois de Bandle et de tous les yordles.Tristana avait souvent été fascinée en voyant les mortels protéger ce qui leur était cher. Elle ne comprenait pas pourquoi il fallait défendre des métaux brillants ou même des murs de pierre, mais elle respectait leurs méthodes et choisit de les imiter. D'autres yordles l'observèrent avec curiosité tandis qu'elle patrouillait le long des frontières de Bandle, la mine sévère et toujours aux aguets. Elle se mit à appeler ses repas « rations » et ne se reposait plus qu'à des horaires strictement définis.Mais il lui manquait quelque chose. Durant ses voyages, elle avait vu de nombreuses inventions puissantes, comme les canons à poudre noire de Bilgewater. Elle rassembla donc suffisamment de disques en métal précieux pour s'acheter un instrument de combat adapté à sa petite taille.Elle le nomma Boomer.Depuis, Tristana a défendu les bois de Bandle contre d'innombrables menaces. Dans les jungles des Îles aux serpents, elle intervint un jour lors d'un conflit qui opposait le peuple indigène de Buhru à des chasseurs de trésors de Valoran. Tout ce beau monde approchait un peu trop d'un portail caché, et Tristana les mit tous en fuite en bondissant dans la mêlée, Boomer tonnant entre ses mains. Dans les déserts brûlants qui bordent Shurima, elle fit exploser un monstre du Néant qui était en train de dévorer l'oasis secrète d'un bois de Bandle ; il avait suffi de lui faire ingérer une bombe, et boum !Tristana est devenue une légende à Bandle, et d'autres yordles ont commencé à l'imiter en essayant (souvent en vain) d'être aussi disciplinés qu'elle. Certains se sont même équipés d'armes inspirées de Boomer et fabriquées par Rumble, un inventeur farfelu qui cherche sans cesse à attirer l'attention de Tristana. Bien que cette dernière trouve tout cela plutôt embarrassant, elle a fini par se dire que si ses congénères comptaient défendre les passages conduisant à Bandle, il valait mieux qu'ils le fassent correctement, c'est pourquoi elle entraîne désormais de nouvelles recrues pour l'unité qu'elle a créée : les Canonniers de Bandle.Cependant, on peut souvent voir Tristana patrouiller seule pour défendre les bois de Bandle, loin des bêtises de ses élèves."
    },
    {
        "personnage": "hwei",
        "biographie": "Dans le nord-ouest d'Ionia, l'île de Koyehn se dressait autrefois dans toute sa sereine splendeur. Auprès de ses sables dorés, de son bazar de saison et de sa petite ville industrielle avait été érigé le temple de Koyehn, un conservatoire d'arts ancien et renommé.\nLukai Hwei naquit pour hériter de ce temple.\nAimable et précoce, Hwei passa son enfance à jeter sur la toile ses grands rêves éveillés, exagérant le monde qui l'entourait en grandes visions fantastiques et surréalistes. Il savait que ces visions différaient de la réalité, mais à travers elles il envisageait comme un art la vie elle-même. Hwei était si connecté aux teintes du monde que même ses yeux changeaient de couleur pour réfléchir son état d'esprit et son humeur.\nL'intense imagination de Hwei s'exprimait par la magie peinte, un art capable d'influer sur les émotions de son public. Cela exigeait discipline et contrôle, afin que les perceptions mentales et les sensations physiques ne soient pas submergées. Parmi les praticiens de cet art, ceux qui ne parvenaient pas à le contrôler se mettaient en danger et menaçaient la communauté. C'est pour cela qu'ils étaient bannis de Koyehn.\nEn dépit de ces préceptes, le jeune Hwei donnait libre court à son imagination. Au cours d'une démonstration devant les maîtres du temple, il recréa la mer de Koyehn. Tandis que la peinture s'écoulait aux pourtours de la toile, il perdit tout contrôle. Il fut englouti par une émotion aussi sauvage et multiforme que l'océan, et il s'abandonna à sa beauté. Il vit encore ses maîtres emportés par les flots, et sa vision vira au noir.\nHwei s'éveilla quelques jours plus tard, entouré par des maîtres vivants, mais furieux. Ils ne pouvaient pas exiler l'héritier du temple, mais ils mirent l'accent sur les responsabilités qui lui incombaient. Hwei fut horrifié, en même temps que fasciné, par la profondeur de sa puissance. Il était saisi par le désir d'en voir davantage.\nLe jour, il se conformait aux coutumes de Koyehn. Mais, dans sa solitude nocturne, il chercha à repousser les limites, à explorer toute l'étendue de son pouvoir. Avec le temps, l'entraînement concentra intensément l'imagination de Hwei. Il apprit à manifester une palette débordant de peinture magique.\nLargement entré dans l'âge adulte, Hwei atteignit la pleine maîtrise de son art. Avec passion et humilité, il se prépara à hériter de ce qui lui revenait par droit de naissance, entouré par le respect et l'affection de ses pairs. Mais une partie de son esprit restait définitivement obscurcie à la tombée de la nuit.\nJusqu'au jour où le temple accueillit un artiste en visite : Khada Jhin.\nAu long d'un été enchanteur, Hwei fut le guide de Jhin à Koyehn et dans ses alentours. Ils partageaient leurs points de vue créatifs et, malgré leurs différences, Hwei reconnut la virtuosité de Jhin. Tous deux apprécièrent le temps qu'ils passaient ensemble.\nPourtant, la nuit précédant son départ, Jhin lança un défi à Hwei. Jhin sentait que les créations exhibées par Hwei n'étaient que des façades, et il voulait voir ce que le peintre savait vraiment faire. Hwei protesta qu'il n'en était rien, mais ses yeux le trahirent. Brimée par des années passées à produire un art dénué de valeur, son imagination avait besoin d'une catharsis.\nAlors Hwei peignit. Des décennies d'entraînement guidèrent son pinceau. La nuit prit vie, colorée par le lumineux infini de son esprit. Les émotions le submergèrent, harmonieuses et viscérales, et Hwei les accueillit. Partager ces visions interdites avec quelqu'un d'autre l'exaltait et illuminait la puissance de son art : connexion, inspiration, création sans contrainte.\nJhin assista à tout cela. Puis, les prunelles illuminées et le timbre indéchiffrable, il fit ses adieux, expliquant qu'il partirait au matin pour « voir fleurir les lotus ».\nÀ l'aube, en s'éveillant, Hwei et les autres artistes découvrirent une série de tragédies.\nQuatre peintures historiques avaient été détruites.\nQuatre cadavres : les maîtres que Hwei avait presque tués dans sa jeunesse.\nSurtout, les quatre premiers niveaux du temple avaient pris feu.\nAu milieu des flammes, Hwei imagina que l'air était une toile de couleurs électriques. Tout ce qui vivait en lui se répandit à l'extérieur.\nC'était terrifiant. C'était magnifique. C'était... de l'art. Réalisant son sombre potentiel (destruction, dévastation, tourments), Hwei ressentit la même horreur et la même fascination que dans sa jeunesse.\nLe temple s'effondra et Hwei fut le seul survivant à en émerger.\nÉpuisé et rongé par la culpabilité, il prit le deuil. Pourtant, son imagination ne cessait de revivre le moment du désastre.\nCe jour-là, Hwei et les villageois enterrèrent les morts. Désormais, la nuit, Hwei revenait parmi les ruines et peignait, sa palette prenant la forme du blason de Koyehn, celui-là même qu'il portait sur son cœur.\nAu cours d'une de ces nuits, Hwei découvrit les vestiges d'un piège sous les décombres. Il avait la forme d'une fleur de lotus.\nRéalisant qui avait créé ce désastre, Hwei fut englouti par une cascade d'émotions. La peur. Le chagrin. L'horreur d'avoir été trahi. L'émerveillement.\nUne question brûlait en lui : pourquoi ?\nMais voulait-il vraiment la réponse ? Ou était-il plus sûr de refouler ce besoin ? Il pouvait rester ici avec son peuple, l'aider à reconstruire... ou...\nEmportant à peine plus que sa palette et son pinceau, Hwei quitta l'île, laissant derrière lui sa communauté.\nDepuis, Hwei a appris que les réponses qu'il cherche lui viennent quand il révèle aux autres toute l'étendue de son art. Il traque les individus les plus noirs dans les recoins les plus obscurs d'Ionia, lâchant sur eux des scènes de souffrance qui lui permettent de mieux comprendre sa propre douleur. Mais il se tourne aussi vers les victimes d'Ionia pour créer avec elles des temps de tranquillité et de méditation.\nÀ la fois artiste agité surgi des cendres et habitant doux d'une île autrefois paisible, Hwei fait face aux teintes contradictoires d'Ionia et de sa propre imagination. Au fur et à mesure qu'il s'enfonce dans les ténèbres, il illumine un chemin, l'esprit riche de possibilités.\nNul ne sait encore laquelle de ses couleurs finira par triompher.\n"
    },
    {
        "personnage": "ornn",
        "biographie": "Le nom d'Ornn était autrefois murmuré sur les terres qui allaient un jour prendre le nom de Freljord. Selon la légende, il était l'aîné des enfants des demi-dieux anciens qui avaient façonné la terre elle-même et conjuré les premières neiges.Mais contrairement à la plupart de ses semblables, Ornn recherchait la discrétion, la solitude et la concentration. Sous un volcan endormi qui porte les cicatrices d'éruptions passées, il travaillait jour et nuit, forgeant ce que son cœur lui dictait. Les résultats étaient des artefacts dignes des plus grandes légendes, et ceux qui ont eu la chance de tomber sur ces reliques ont tous témoigné de leur qualité extraordinaire. Certains disent que le bouclier de Braum provient des forges d'Ornn et que ses millénaires d'existence n'ont pas eu de prise sur lui.Personne ne peut en être certain, car personne n'est allé voir le dieu forgeron pour lui poser la question. Les récits des exploits d'Ornn furent en grande partie effacés de la trame historique par ses ennemis et par l'inexorable passage du temps.Aujourd'hui, seules quelques tribus dont les origines remontent à d'anciens clans de forgerons, d'architectes et de brasseurs se remémorent certaines de ces légendes. Ce peuple oublié depuis longtemps était appelé les Feux de l'Âtre. C'étaient des apprentis venus des quatre coins de Valoran s'installer sur les flancs de l'Âtre-foyer afin de se mettre à l'école d'Ornn.Malgré cette forme primitive d'adulation, Ornn ne s'était jamais considéré comme leur maître. Il ne commentait leur travail que d'un hochement de tête ou d'un grognement. Mais les Feux de l'Âtre s'en contentaient et étaient déterminés à perfectionner leur art. En résultèrent les outils les plus fins, les bâtiments les plus solides et la meilleure bière qui aient jamais été créés par des mortels. Ils étaient persuadés qu'Ornn approuvait en secret leur persévérance et leur goût du dépassement.Mais, en une seule nuit, tous les efforts des Feux de l'Âtre furent réduits à néant par un affrontement titanesque entre Ornn et son frère Volibear ; une lutte dont les raisons resteront toujours obscures aux humains. Le cataclysme qui en résulta ne fut que feu et cendres, pluie d'éclairs si violents qu'ils étaient visibles jusqu'aux confins du monde.Lorsque la poussière fut retombée, l'Âtre-Foyer n'était plus qu'une caldeira fumante et les Feux de l'Âtre avaient péri sous les cendres.Ornn ne l'avoua jamais, mais il en fut dévasté. À travers ce peuple travailleur, il avait eu un aperçu du potentiel des mortels, et tout avait été détruit par l'égoïsme furieux des immortels. Hanté par la culpabilité, il se réfugia dans la solitude de sa forge et s'y enterra des siècles durant.Aujourd'hui, il sent peut-être que le monde est à l'aube d'une nouvelle ère. Certains des membres de sa famille semblent déjà avoir repris une forme physique, entourés de sectes d'adorateurs toujours plus agités et violents. Freljord lui-même est divisé et dépourvu de chef, tandis que d'antiques horreurs rôdent dans l'ombre, attendant l'occasion d'attaquer.Face aux guerres qui menacent, Ornn sait que Freljord et Runeterra auront besoin d'un bon forgeron."
    }
]