[
    {
        "personnage": "smolder",
        "biographie": "Bien avant que le royaume de Camavor ne reçoive son nom, de nombreux dragons y vivaient.\nQuand les mortels vinrent s'y installer, les combats firent rage. Il fallut attendre que le premier roi de Camavor s'agenouille devant la matriarche des dragons pour que les conflits se calment. Il la supplia de prêter sa force à son armée et de l'aider à assouvir ses ambitions impériales. En ce jour, le roi camavorien et celle qu'on nomme aujourd'hui Grand-mère Vipère scellèrent un pacte de Vol Visperi-Desinvein, liant ainsi leurs descendances pour maintes générations.\nEngagés par ce serment, les dragons restaient loyaux au trône et aux maisons de noble qui réussissaient leurs défis et accomplissaient les rites sacrés du pacte. En échange, les mortels nourrissaient les dragons avec leur bétail et les couvraient d'offrandes. L'or, les joyaux et les reliques précieuses accumulés au fil des ans suscitaient le respect et l'admiration... Quant à ceux qui auraient été assez téméraires pour défier les dragons, ils se rappelaient souvent à temps que la seule chose qu'ils avaient à gagner, c'était de voir leur propre fortune réduite en cendre s'envoler au gré du vent.\nBien après que Grand-mère Vipère ne fut plus qu'une légende et que sa progéniture fut diminuée, le jeune roi Viego Santiarul Molach Vol Kalah Heigaari demanda aux dragons impériaux de les accompagner, ses chevaliers et lui, jusqu'aux Îles bénies. Les dragons refusèrent et restèrent à Camavor, reconnaissant la folie qui rongeait déjà le roi. Malgré cela, aucun des trésors du royaume n'aurait pu lui permettre d'éviter les tragiques répercussions de la Ruine. Les rares dragons qui survécurent furent les témoins d'un nombre incalculable de négligences et de conflits gangrenant le palais, où nul monarque ne régnerait à nouveau.\nPendant des siècles, aucun nouveau dragon impérial ne vit le jour.\nEt quand cela arriva enfin et qu'il fallut nourrir le rejeton en pleine croissance, sa mère dut s'aventurer toujours plus loin pour chasser des proies qui se faisaient toujours plus rares. Ainsi, elle laissa son nid vulnérable aux assauts de dompteurs noxiens, eux aussi bien loin de leur foyer. Ils s'emparèrent du jeune dragon et prirent la mer, bien décidés à empocher leur récompense une fois rentrés.\nMalheureusement pour eux, alors que la côte de leur patrie se dessinait à l'horizon, la mère du petit dragon repéra leur navire et, d'une salve de son souffle de feu, en fit du petit bois. Dans le chaos de l'attaque, le dragonnet fut emporté par les courants marins vers une île au large des côtes de Noxus.\nEffrayé, seul et affamé, il dut se rappeler des leçons de sa mère pour trouver du petit gibier dans cet étrange environnement. C'est pendant une de ces chasses qu'il tomba sur Marinos, un enfant humain. Ce dernier nomma bientôt son nouvel ami impromptu « Smolder », et alors que le dragon apprenait à communiquer, ils devinrent très proches, bien que toujours en secret. Le garçon craignait que si quelqu'un d'autre découvrait l'existence de Smolder, on l'emmènerait sur le continent où il serait vendu au plus offrant.\nAvec le temps, le garçon devint un homme et ce qu'il gagna en responsabilités, il perdit en temps de loisir. Il ne pouvait plus jouer avec le jeune dragonnet comme il le faisait autrefois, au grand dam de ce dernier. Pour s'occuper, Smolder décida donc d'apprendre à cracher du feu, pour imiter les grands dragons des histoires de Marinos.\nAprès de nombreux essais à éternuer des étincelles, il parvint finalement à produire un grand jet de flammes. Excité comme une puce, il ne remarqua que trop tard que le feu qu'il avait si fièrement produit s'était propagé à toute la canopée.\nSoudain, un son assourdissant vint fendre l'air, bien plus puissant qu'une corne de chasse et bien plus effrayant que le tonnerre. Aucun doute n'était permis, c'était un rugissement de dragon. Attirée par la fumée, la mère de Smolder plongea pour enlacer son fils, comme s'ils n'avaient jamais été séparés. Sa mère le portant par la peau du cou, tous deux s'envolèrent loin du brasier, et Smolder profita ainsi pour la première fois du monde tel que tous les dragons le devraient.\nSmolder vit désormais sur le flanc de la falaise depuis laquelle sa mère a si longtemps scruté l'horizon à la recherche d'un signe de vie de sa progéniture. Chaque nuit, elle lui narre l'histoire des siens, lui inculque les responsabilités qui incombent à l'hériter impérial des dragons et l'aide à développer ses pouvoirs naissants.\nEt un jour, quand il sera prêt, ils retourneront ensemble à Camavor, leur maison ancestrale, où un nouvel âge d'or pourra enfin débuter."
    }
]